Repository: fabdarice/Challfie-iOS
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Account creation failed
fr: Échec lors de la création de compte

# new_account_title
source: New Account on Challfie
fr: Créer un nouveau compte

source: Username
fr: Identifiant

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Password
fr: Mot de passe

# Password_helper
source: * Password must be at least 8 characters long
fr: * mot de passe doit contenir minimum 8 caractères

source: Create Account
fr: Créer mon compte

# eula
source: by signing up for this account, you agree to the terms and conditions
fr: la création de ton compte implique que tu consens aux modalités et conditions de services

# already_an_account
source: Already have an account?
fr: Déjà membre de Challfie?

source: Authentication failed
fr: Connexion échouée

# forgot_password
source: Forgot your password?
fr: Mot de passe oublié?

source: Register new account
fr: Créer un nouveau compte

source: Log in
fr: Se connecter

# tab_timeline
source: TIMELINE
fr: FIL D'ACTU

# tab_friends
source: FRIENDS
fr: AMIS

# tab_alert
source: ALERT
fr: ALERTE

# Pull_to_refresh
source: Pull down to refreh
fr: Tire vers le bas pour rafraichir

source: Refreshing data..
fr: Chargement des données..

source: Cancel
fr: Annuler

source: Confirm
fr: Valider

source: Email sent
fr: Email envoyé

# forgot_password_title
source: I forgot my password
fr: J'ai oublié mon mot de passe

# sign_in_challfie
source: Log in to Challfie
fr: Se connecter sur Challfie

# send_reset_password
source: Send Password Instructions
fr: Réinitialiser mon mot de passe

# choose_username
source: Select your username
fr: Choisis ton identifiant

# only_alphanumeric
source: * must contain only alphanumeric characters
fr: * uniquement des caractères alphanumérique autorisés

# review_message
source: If you enjoy using Challfie, it would help us immensely if you take a moment to rate it. It won't take more than a minute. Thank you so much for your support!
fr: Si tu apprécies le concept de Challfie, cela nous aiderait énormément si tu pouvais prendre le temps de l'évaluer sur l'appstore. Cela ne prendra pas plus d'une minute. Merci pour ton soutien !

source: Close
fr: Fermer

source: Error
fr: Erreur

# Generic_error
source: Please check your network connection. If the problem persists, report it to us through the "Contact" section or via challfie.com
fr: Vérifie ta connexion Internet. Si le problème persiste, reporte le problème dans la section "Contact"

source: comment
fr: commentaire

source: comments
fr: commentaires

# Approve
source: approved
fr: approuvent

# Approves
source: approved
fr: approuve

# Rejects
source: rejected
fr: rejette

# Reject
source: rejected
fr: rejettent

# first_comment
source: Be the first one to write a comment..
fr: Sois le premier à commenter..

# no_selfie
source: Welcome to Challfie! Get started by adding your friends and take your first Challfie.
fr: Bienvenue sur Challfie! Démarre dès à présent en ajoutant tes amis et prends ton premier Challfie.

source: Daily
fr: Journalier

# flag_as_inappropriate
source: Thank you. This selfie has been flagged as inappropriate and will be reviewed by an administrator.
fr: Le contenu de ce selfie a été signalé comme étant inapproprié et va être examiné par un administrateur.

source: Report selfie
fr: Signaler Selfie

source: Report inappropriate content
fr: Signaler du contenu inapproprié

source: Delete selfie
fr: Supprimer selfie

# delete_selfie_confiration
source: Are you sure you want to delete this selfie? It will be permanently hidden from your account.
fr: Es-tu certain de vouloir supprimer ce selfie? Il sera caché de manière permanente de ton compte.

source: Delete
fr: Supprimer

# is_deleted
source: This selfie has been deleted.
fr: Ce selfie a été supprimé.

# user_list_approval
source: Approved by
fr: Approuvé par

# user_list_reject
source: Rejected by
fr: Rejeté par

# Write_Comment
source: Write a comment..
fr: Ajoute un commentaire..

# comment_empty
source: Comment cannot be empty.
fr: Le commentaire ne peut pas être vide.

# view_all_comments
source: View previous comments (Last 100)
fr: Afficher tous les commentaires (100 derniers)

# Alert_tab
source: Alert
fr: Alerte

# no_alert
source: No alerts found..
fr: Aucune alerte trouvée..

# Friends_tab
source: Friends
fr: Amis

source: Following
fr: Abonnements

source: Followers
fr: Abonnés

source: Follow
fr: S'abonner

source: Pending
fr: En attente

source: mutual friends
fr: amis en commun

source: mutual friend
fr: ami en commun

# Number_followers
source: followers
fr: abonnés

# Number_follower
source: follower
fr: abonné

# Friend_request
source: Followers request
fr: Demande d'abonnement

# Friends_suggestions
source: Friend suggestions
fr: Suggestions d'amis

# Friends_no_results
source: No results found..
fr: Aucun résultat trouvé..

# Search_facebook_friends
source: Search for your Facebook's friends
fr: Rechercher tes amis Facebook

# no_selfies
source: This user doesn't have any selfies yet..
fr: Cet utilisateur n'a pas encore pris de selfie challenge..

# is_not_friend
source: Follow this user to see his/her Challfies..
fr: Abonne toi pour consulter sa liste de selfie challenges..

# is_pending_request
source: Your request have been sent. Waiting for approval..
fr: Ta demande d'abonnement a été envoyé. En attente d'une réponse..

source: Log out
fr: Déconnexion

source: books
fr: Livres

source: approved
fr: Approuvés

# change_profil_pic
source: Change your profile picture
fr: Modifier sa photo de Profil

# choose_from_gallery
source: Choose from your gallery
fr: Choisir à partir de la galerie

# take_picture
source: Take a picture
fr: Prendre une photo

# Profil_tab
source: Profile
fr: Profil

# profil_blocked
source: Your account have been blocked by an administrator. Please contact us if this was a mistake.
fr: Ton compte a été bloqué par un administrateur. Merci de nous contacter en cas d'erreur.

# book_is_locked
source: Unlock this book by getting your Challfies approved by your friends.
fr: Débloque ce livre en ayant tes Challfies approuvés par tes amis.

source: Book locked
fr: Livre bloqué

source: Difficulty
fr: Difficulté

source: Next Level
fr: Prochain niveau

source: Current level
fr: Niveau actuel

# no_users_found
source: No results found
fr: Aucun résultat trouvé

# search_username
source: Search by username or email
fr: Rechercher par Identifiant ou Email

# add_message
source: Add a message..
fr: Ajoute un message..

source: Post a challfie
fr: Ajoute un Challfie

source: Pick a challenge
fr: Choisis un Challenge

source: Settings
fr: Paramètres

# privacy_text
source: Only visible to your followers
fr: Visible uniquement par tes abonnés

# shareFacebook_text
source: Share on Facebook
fr: Partager sur Facebook

# search_a_challenge
source: Filter challenges
fr: Rechercher un challenge

# add_a_new_selfie
source: Add a selfie
fr: Ajouter un Challfie

# create_selfie_missing_image
source: Selfie missing.. Please select a picture..
fr: Selfie manquante.. Sélectionne une image..

# create_selfie_missing_challenge
source: Please select a challenge..
fr: Sélectionne un challenge..

source: Uploading Selfie...
fr: Selfie en téléchargement...

source: Upload failed :(
fr: Téléchargement échoué :(

source: Upload completed!
fr: Selfie posté avec succès!

# report_bug
source: Report a bug
fr: Reporter un bug

# require_account_assistance
source: Request assistance for your account
fr: Demande d'assistance pour ton compte

# report_content
source: Report obscene, offensive content
fr: Reporter du contenu obscène, raciste ou pornographique.

# give_suggestions
source: Give suggestions for the application
fr: Emettre des suggestions pour l'application

source: Others
fr: Autres

source: Send message
fr: Envoyer le message

source: Daily challenge
fr: Challenge du jour

source: Ranking
fr: Classement

source: Statistics
fr: Statistiques

source: About us
fr: A propos

source: Contact us
fr: Contactez-nous

# about_us_text_one
source: Challfie is a social network that takes selfies to the next level by adding a fun and competitive spin.
fr: Challfie est le nouveau réseau social qui amène la notion de Selfie à un tout autre niveau en ajoutant une touche de compétitivité et de divertissement.

# about_us_text_two
source: It incorporates the concept of challenges that users must complete and have approved by their friends. The more challenges that are completed and approved, the more points users earn, allowing them to reach higher levels and unlock new challenges.
fr: Il intègre le concept de challenge que les utilisateurs doivent compléter et faire approuver par leurs amis. Plus un utilisateur aura complété et fait approuver de challenge, plus il sera récompensé par des points qui lui permettront de monter de niveau et de débloquer de nouveaux challenges.

# about_us_text_three
source: So grab your camera and take your first Challfie!
fr: N'attends plus et prends ton premier Challfie !!

source: STEP
fr: ÉTAPE

source: Get started
fr: Démarrer

# link_facebook_title
source: Link your Facebook account *
fr: Associe ton compte Facebook *

# link_facebook_info
source: * we will never post anything without your permission
fr: * nous ne posterons jamais rien sur ta Timeline sans ta permission

# link_facebook_button
source: Search for your Facebook's friends
fr: Recherche tes amis Facebook

# skip_link_facebook_step
source: Skip this step
fr: Passer cette étape

# ranking_title
source: Ranking - My Friends
fr: Classement - Mes Amis

# ranking_all_users_title
source: Ranking - Top 100
fr: Classement - Général

source: User
fr: Utilisateur

source: Rank
fr: Rang

source: Level
fr: Niveau

source: My Friends
fr: Mes Amis

# all_users
source: Top 100
fr: Général

# block_user
source: Block yser
fr: Block user

# skip_tutorial
source: Skip the tutorial
fr: Passer le tutoriel

# take_a_selfie
source: Challenge : Take a selfie
fr: Challenge : Prendre un selfie

# thanks_tutorial
source: Thank you for becoming part of the Challfie family. Enjoy and take a lot of selfies!
fr: Merci à toi de faire parti de la Challfie family ! Amuses toi bien et prends plein de selfies !

# tutorial_one_title
source: Welcome
fr: Bienvenue

# tutorial_two_title
source: Congratulation on taking your first Challfie!
fr: Félicitation pour ton premier Challfie!

# tutorial_three_title
source: Your selfie challenge has been approved!
fr: Ton selfie challenge a été approuvé!

# tutorial_four_title
source: Point system
fr: Système de points

# tutorial_five_title
source: Leveling up
fr: Monter de niveau

# tutorial_one_description
source: The concept of Challfie is to complete challenges by taking selfies. Since it's your first time, let's complete a simple challenge : "Take a selfie"
fr: Le concept de Challfie est de compléter des challenges en prenant des selfies. Puisque c'est ta première fois, complétons ensemble un simple challenge : "Prendre un selfie".

# tutorial_two_description
source: Your selfie's status is currently "Pending". Your followers will either approve or reject your selfie.
fr: Le statut de ton selfie est pour le moment "en attente". Tes abonnés vont soit l'approuver, soit le rejeter.

# tutorial_three_description
source: Because we're suuuper nice, we just approved your first Challfie. In the future, you will need a minimum of 5 votes with at least 75% approval.
fr: Parce que nous sommes suuuuper sympa, nous avons approuvé ton premier Challfie. Les prochaines fois, tu auras besoin d'un minimum de 5 votes avec >75% d'approbation.

# tutorial_four_description
source: You will earn points for each Challfie approved. Challenges are rated by difficulties and harder challenges are worth more points.
fr: Tu gagnes des points pour chaque Challfie approuvé. Plus le challenge est difficile à réaliser, plus il rapportera de points.

# tutorial_five_description
source: Once you have enough points, you will level up and unlock new awesome challenges.
fr: Lorsque tu auras cumulé assez de points, tu monteras de niveau et débloqueras des nouveaux challenges.

# tutorial_one_button
source: Complete the challenge
fr: Compléter le challenge

# tutorial_two_button
source: Next (2/5) : Get your selfie approved
fr: Suivant (3/5) : Approbation du Challfie

# tutorial_three_button
source: Next (3/5) : Earn points
fr: Suivant (4/5) : Gagne des points

# tutorial_four_button
source: Next (4/5) : Leveling up
fr: Suivant (5/5) : Monte de niveau

# tutorial_five_button
source: Let's Get Started!
fr: C'est Parti!

# first_challfie
source: My first Challfie!!
fr: Mon premier Challfie!!
